Repository: mcx/yuki-iptv
Catalog: po/yuki-iptv-*.po
Languages: nl_nl

source: Loading TV guide cache...
nl_nl: Bezig met laden van tv-gids…

source: All channels
nl_nl: Alle kanalen

source: yuki-iptv error
nl_nl: Yuki-iptv-foutmelding

source: Processing error
nl_nl: Het verzoek kan niet worden verwerkt

source: Error
nl_nl: Foutmelding

source: Could not connect
nl_nl: Er kan geen verbinding worden gemaakt

source: Failed to load playlist - unknown encoding! Please use playlists in UTF-8 encoding.
nl_nl: De afspeellijst kan niet worden geladen. Gebruik alleen afspeellijsten met ut8-tekensets.

source: Playlist loading error!
nl_nl: De afspeellijst kan niet worden geladen!

source: Favourites
nl_nl: Favorieten

source: Settings
nl_nl: Instellingen

source: Shortcuts
nl_nl: Sneltoetsen

source: Description
nl_nl: Beschrijving

source: Shortcut
nl_nl: Sneltoets

source: Are you sure?
nl_nl: Weet u het zeker?

source: Double click to change
nl_nl: Dubbelklik om te wĳzigen

source: Reset to defaults
nl_nl: Standaardwaarden

source: Modify shortcut
nl_nl: Sneltoets aanpassen

source: Press the key combination you want to assign
nl_nl: Druk op de nieuwe sneltoets

source: Shortcut already used
nl_nl: Deze sneltoets is al in gebruik

source: Cancel
nl_nl: Annuleren

source: OK
nl_nl: Oké

source: &About yuki-iptv
nl_nl: &Over yuki-iptv

source: License
nl_nl: Licentie

source: Video settings
nl_nl: Video-instellingen

source: Open in external player
nl_nl: Openen in externe videospeler

source: TV guide
nl_nl: Tv-gids

source: No TV guide for channel
nl_nl: Er is geen tv-gids van dit kanaal

source: Search channel
nl_nl: Zoeken naar kanaal

source: Search
nl_nl: Zoeken

source: Show only channels in playlist
nl_nl: Alleen kanalen op afspeellijsten tonen

source: Archive
nl_nl: Archief

source: Recording scheduler
nl_nl: Opnameplanning

source: Playlists
nl_nl: Afspeellijsten

source: Expiration date
nl_nl: Einddatum

source: Unknown
nl_nl: Onbekend

source: Name should not be empty!
nl_nl: Voer een naam in!

source: URL not specified!
nl_nl: Voer een url in!

source: Select m3u playlist
nl_nl: Kies een m3u-afspeellijst

source: Select EPG file
nl_nl: Kies een epg-bestand

source: Name
nl_nl: Naam

source: M3U / XSPF playlist
nl_nl: M3U-/XSPF-afspeellijst

source: TV guide address
nl_nl: Adres van tv-gids

source: Path to file or URL
nl_nl: Bestandslocatie of -url

source: Save
nl_nl: Opslaan

source: TV guide offset
nl_nl: Tv-gidstijden verschuiven

source: %d hour
nl_nl: %d uur

source: Default
nl_nl: Standaard

source: Open
nl_nl: Openen

source: Select
nl_nl: Kiezen

source: Add
nl_nl: Toevoegen

source: Edit
nl_nl: Bewerken

source: Delete
nl_nl: Verwijderen

source: Favourites+
nl_nl: Favorieten+

source: Channel
nl_nl: Kanaal

source: Start record time
nl_nl: Begintijd van opname

source: End record time
nl_nl: Eindtijd van opname

source: Scheduler
nl_nl: Planning

source: No planned recordings
nl_nl: Er zijn geen opnames gepland

source: Waiting for record
nl_nl: Bezig met wachten op opname.…

source: Recording
nl_nl: Bezig met opnemen…

source: Planned recordings
nl_nl: Geplande opnamen

source: Active recordings
nl_nl: Actieve opnamen

source: Choose channel
nl_nl: Kies een kanaal

source: Remove
nl_nl: Verwijderen

source: Post-recording action
nl_nl: Actie na opname

source: Nothing to do
nl_nl: Niets doen

source: Press Stop
nl_nl: Op stop drukken

source: Recording of two channels simultaneously is not available!
nl_nl: Er kunnen geen twee kanalen tegelijkertijd worden opgenomen!

source: Select folder for recordings and screenshots
nl_nl: Kies een map met opnamen en schermfoto's

source: Deinterlace
nl_nl: Deinterlacen

source: User agent
nl_nl: Gebruikersagent

source: Group
nl_nl: Groep

source: Hide
nl_nl: Verbergen

source: Brightness
nl_nl: Helderheid

source: Hue
nl_nl: Tint

source: Saturation
nl_nl: Verzadiging

source: Aspect ratio
nl_nl: Beeldverhouding

source: Scale / Zoom
nl_nl: Inpassen/Zoomen

source: Pan and scan
nl_nl: Pannen en scannen

source: EPG name
nl_nl: Epg-naam

source: HTTP Referer:
nl_nl: Http-referentie:

source: Average Bitrate
nl_nl: Gemiddelde bitsnelheid

source: General
nl_nl: Algemeen

source: Dimensions
nl_nl: Afmetingen

source: Aspect
nl_nl: Verhouding

source: Color
nl_nl: Kleur

source: Pixel Format
nl_nl: Pixelformaat

source: Layout
nl_nl: Indeling

source: Channels
nl_nl: Kanalen

source: Sample Rate
nl_nl: Samplesnelheid

source: Format
nl_nl: Formaat

source: Channel Count
nl_nl: Aantal kanalen

source: Loading...
nl_nl: Bezig met laden…

source: Save settings
nl_nl: Instellingen opslaan

source: Update playlist at launch
nl_nl: Afspeellijst bijwerken na opstarten

source: Hardware acceleration
nl_nl: Hardware- versnelling

source: Folder for recordings and screenshots
nl_nl: Map met opnamen en schermfoto's

source: %d second
nl_nl: %d seconde

source: Or select provider
nl_nl: Of kies een dienst

source: Reset channel settings
nl_nl: Standaard kanaalinstellingen

source: Clear logo cache
nl_nl: Logocache wissen

source: Close
nl_nl: Sluiten

source: %d day
nl_nl: %d dag

source: Load EPG for
nl_nl: Epg laden gedurende

source: mpv options
nl_nl: mpv-opties

source: list
nl_nl: lijst

source: Do not update EPG at boot
nl_nl: Epg niet bijwerken na opstarten

source: Open previous channel at startup
nl_nl: Vorige kanaal openen na opstarten

source: Hide mpv panel
nl_nl: Mpv-paneel verbergen

source: Hide EPG percentage
nl_nl: Epg-percentage verbergen

source: Hide EPG from playlist
nl_nl: Epg verbergen op afspeellijst

source: Multicast optimization
nl_nl: Multicast-optimalisatie

source: Hide bitrate / video info
nl_nl: Bitsnelheid/Video-informatie verbergen

source: Enable styles redefinition
nl_nl: Andere stijlen gebruiken

source: Volume change step
nl_nl: Aantal volumestappen

source: WARNING: experimental function, working with problems
nl_nl: WAARSCHUWING: experimentele functie met enkele problemen

source: Floating panels opacity
nl_nl: Doorzichtigheid van zwevende panelen

source: Floating panel position
nl_nl: Locatie van zwevende panelen

source: Right
nl_nl: Rechts

source: Left
nl_nl: Links

source: Switch channels with the mouse wheel
nl_nl: Van kanaal wisselen met behulp van scrolwiel

source: Automatic reconnection
nl_nl: Automatisch herverbinden

source: by default: change volume
nl_nl: Standaard: volumeniveau aanpassen

source: Show playlist on mouse move
nl_nl: Afspeellijst tonen door cursor te verplaatsen

source: Show controls on mouse move
nl_nl: Bediening tonen door cursor te verplaatsen

source: Channel logos
nl_nl: Kanaallogo's

source: Prefer M3U
nl_nl: Voorkeur voor m3u

source: Prefer EPG
nl_nl: Voorkeur voor epg

source: Do not load from EPG
nl_nl: Niets uit epg laden

source: Do not load any logos
nl_nl: Geen logo's laden

source: Do not cache EPG
nl_nl: Geen epg-cache aanleggen

source: Do not create screenshots and recordings subfolders
nl_nl: Geen schermfoto- en opnamemappen aanmaken

source: Hide the current television program
nl_nl: Huidig programma verbergen

source: Enable catchup
nl_nl: Doorspoelen inschakelen

source: Enable rewind
nl_nl: Terugspoelen inschakelen

source: Hide channel logos
nl_nl: Kanaallogo's verbergen

source: Show/hide playlist by left mouse click
nl_nl: Afspeellijst tonen/verbergen met linkermuisknop

source: Main
nl_nl: Algemeen

source: Network
nl_nl: Netwerk

source: GUI
nl_nl: Vormgeving

source: Actions
nl_nl: Acties

source: Catchup
nl_nl: Doorspoelen

source: Other
nl_nl: Overig

source: Debug
nl_nl: Foutopsporing

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: About Qt
nl_nl: Over Qt

source: Pause
nl_nl: Pauzeren

source: Play
nl_nl: Afspelen

source: No channel selected
nl_nl: Er is geen kanaal gekozen

source: Processing record...
nl_nl: Bezig met verwerken van opname…

source: Nothing found
nl_nl: Er is niets gevonden

source: Volume
nl_nl: Volumeniveau

source: To exit fullscreen mode press
nl_nl: Sluit de schermvullende weergave af met

source: Volume off
nl_nl: Volume gedempt

source: Search movie
nl_nl: Zoeken naar film

source: Search series
nl_nl: Zoeken naar serie

source: Delete from favourites
nl_nl: Verwijderen uit favorieten

source: Hide TV guide
nl_nl: Tv-gids verbergen

source: Favourites+ (separate playlist)
nl_nl: Favorieten+ (losse afspeellijst)

source: Back
nl_nl: Terug

source: TV channels
nl_nl: Tv-kanalen

source: Movies
nl_nl: Films

source: Page
nl_nl: Pagina

source: Doing screenshot...
nl_nl: Bezig met maken van schermfoto…

source: Screenshot saved!
nl_nl: De schermfoto is opgeslagen!

source: Screenshot saving error!
nl_nl: De schermfoto kan niet worden opgeslagen!

source: Open archive
nl_nl: Archief openen

source: channels
nl_nl: kanalen

source: Preparing record
nl_nl: Bezig met voorbereiden…

source: No channel selected for record
nl_nl: Er is geen kanaal voor opname gekozen

source: Custom MPV options invalid, ignoring them
nl_nl: De aangepaste mpv-opties zijn ongeldig

source: IPTV player with EPG support
nl_nl: Iptv-speler met epg-ondersteuning

source: Using Qt {} ({})
nl_nl: Gebruikmakend van Qt {} ({})

source: Using libmpv {}
nl_nl: Gebruikmakend van libmpv {}

source: Stream Information
nl_nl: Streaminformatie

source: Playing error
nl_nl: Afspeelfout

source: Stop
nl_nl: Stoppen

source: Fullscreen
nl_nl: Schermvullende weergave

source: Open recordings folder
nl_nl: Opnamemap openen

source: Record
nl_nl: Opnemen

source: Screenshot
nl_nl: Schermfoto maken

source: Previous channel
nl_nl: Vorig kanaal

source: Next channel
nl_nl: Volgend kanaal

source: Writing EPG cache
nl_nl: Bezig met wegschrijven van epg-cache…

source: Rewind
nl_nl: Terugspoelen

source: Updating TV guide...
nl_nl: Bezig met bijwerken van tv-gids.…

source: TV guide update error!
nl_nl: De tv-gids kan niet worden bijgewerkt!

source: Tbps
nl_nl: Tpbs

source: TV guide update done!
nl_nl: De tv-gids is bijgewerkt!

source: EPG is outdated!
nl_nl: De epg is verouderd!

source: -%d second
nl_nl: -%d seconde

source: +%d second
nl_nl: +%d seconde

source: -%d minute
nl_nl: -%d minuut

source: +%d minute
nl_nl: +%d minuut

source: &Normal speed
nl_nl: &Normale snelheid

source: Quit the program
nl_nl: Programma afsluiten

source: Exit fullscreen
nl_nl: Schermvullende weergave verlaten

source: &Update TV guide
nl_nl: Tv-gids b&ijwerken

source: Show/hide playlist
nl_nl: Afspeellijst tonen/verbergen

source: Show/hide controls panel
nl_nl: Bediening tonen/verbergen

source: &Video settings
nl_nl: &Video-instellingen

source: &Fullscreen
nl_nl: Scherm&vullende weergave

source: &Mute audio
nl_nl: Geluid de&mpen

source: &Play / Pause
nl_nl: Afs&pelen/Pauzeren

source: &Stop
nl_nl: &Stoppen

source: &Next
nl_nl: Volge&nde

source: &Previous
nl_nl: Vo&rige

source: &m3u Editor
nl_nl: &m3u-bewerker

source: &Playlists
nl_nl: Afs&peellijsten

source: &Update current playlist
nl_nl: H&uidige afspeellijst bijwerken

source: &Compact mode
nl_nl: &Compacte modus

source: TV guide for all channels
nl_nl: Tv-gids van alle kanalen

source: Window always on top
nl_nl: Venster altijd bovenaan

source: &Frame step
nl_nl: &Framestap

source: Fra&me back step
nl_nl: Fra&meterugstap

source: Updating TV guide... (loading {}/{})
nl_nl: Bezig met bijwerken… (geladen: {}/}})

source: Updating TV guide... (parsing {}/{})
nl_nl: Bezig met bijwerken.… (verwerkt: {}/{})

source: Updating TV guide... (unpacking {}/{})
nl_nl: Bezig met bijwerken… (uitgepakt: {}/{})

source: loaded
nl_nl: geladen

source: Save File
nl_nl: Bestand opslaan

source: Playlists (*.m3u)
nl_nl: Afspeellijsten (*.m3u)

source: Playlist successfully saved!
nl_nl: De afspeellijst is opgeslagen!

source: Load M3U
nl_nl: M3u laden

source: Save as
nl_nl: Opslaan als

source: File
nl_nl: Bestand

source: find
nl_nl: Zoeken

source: replace with
nl_nl: Vervangen door

source: replace all
nl_nl: Alles vervangen

source: delete row
nl_nl: Rij verwijderen

source: add row
nl_nl: Rij toevoegen

source: filter group (press Enter)
nl_nl: Groep filteren (druk op enter)

source: insert search term and press enter use Selector → to choose column to search
nl_nl: Voer een zoekopdracht in en druk op enter gebruik de selectie om een kolom te kiezen

source: m3u Editor
nl_nl: M3u-bewerker

source: Ready
nl_nl: Klaar

source: Save Confirmation
nl_nl: Bevestiging

source: The document was changed.<br>Do you want to save the changes?
nl_nl: De pagina is aangepast.<br>Wilt u de wijzigingen opslaan?

source: Error applying filters
nl_nl: De filters kunnen niet worden toegepast

source: &Exit
nl_nl: Afsluit&en

source: &Screenshot
nl_nl: &Schermfoto

source: &Postprocessing
nl_nl: Naver&werking

source: &Deblock
nl_nl: &Deblokkeren

source: De&ring
nl_nl: De&ringen

source: Debanding (&gradfun)
nl_nl: Debanden (&gradfun)

source: Add n&oise
nl_nl: Ruis t&oevoegen

source: Add &black borders
nl_nl: Zwarte &balken toevoegen

source: Soft&ware scaling
nl_nl: Soft&warematige vergroting

source: &Autodetect phase
nl_nl: &Automatische detectie

source: &Headphone optimization
nl_nl: Ko&ptelefoonoptimalisatie

source: Volume &normalization
nl_nl: Volume&normalisatie

source: &Settings
nl_nl: In&stellingen

source: empty
nl_nl: Blanco

source: &File
nl_nl: &Bestand

source: &Play
nl_nl: Afs&pelen

source: Speed
nl_nl: Snelheid

source: &Track
nl_nl: &Spoor

source: &Subtitles
nl_nl: Onder&titeling

source: Vie&w
nl_nl: Bee&ld

source: &Options
nl_nl: &Instellingen

source: &Help
nl_nl: &Hulp

source: None
nl_nl: Geen

source: ffmpeg crashed!
nl_nl: ffmpeg is gecrasht!

source: exit code:
nl_nl: Afsluitcode:
